<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------
// $Id$

return [
    //管理员状态
    'user_status' => [
        '1' => '正常',
        '2' => '禁止登录'
    ],
    //角色状态
    'role_status' => [
        '1' => '启用',
        '2' => '禁用'
    ],
    //客服状态
    'cuss_status' => [
        '1' => '启用',
        '0' => '禁用'
    ],

    'jd_appkey' => 'b1f8aa18219cc1c2ca154b824a7acb9f',
    'jh_appkey' => '7ea859fd5e4e6fbd5684d4c855ad0f23',
    'jh_new_appkey' => '7d301336de2ebf352592ab7858a29bf6',
];
